<?php
// +----------------------------------------------------------------------
// | MEAdmin [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2020-2020 http://www.meetes.cn All rights reserved.
// +----------------------------------------------------------------------
// | Author: 扯文艺的猿 <meetes@163.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 后台角色验证器
// +----------------------------------------------------------------------

namespace app\admin\validate;

use think\Validate;

class Role extends Validate
{
    // 定义验证规则
    protected $rule = [
        'pid|所属角色'      => 'require',
        'name|角色名称'     => 'require|unique:auth_group',
    ];

}