<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2014 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 5g云源码分享网《bbs.5g-yun.com》
// +----------------------------------------------------------------------
namespace Think;
/**
 * ThinkPHP系统异常基类
 */
class Exception extends \Exception {
}