/* eslint-disable */

export default {

  'MingCheng':'名稱',

  'hj1':'行情',

  'hj2':'持倉',

  'hj3':'新股',

  'hj4':'我的',

  'hj5':'最多關注',

  'hj6':'新聞',

  'hj7':'經濟',

  'hj8':'手機號登入',

  'hj9':'請輸入手機號',

  'hj10':'登入密碼',

  'hj11':'安全登入',

  'hj12':'忘記密碼？',

  'hj13':'其他登入管道',

  'hj14':'沒有帳戶',

  'hj15':'注册',

  'hj16':'電子郵箱',

  'hj17':'您所在的地區暫未開通此服務',

  'hj18':'手機註冊',

  'hj19':'密碼為6~12比特數位、字母或符號',

  'hj20':'請再次確認密碼',

  'hj21':'邀請碼',

  'hj22':'安全注册',

  'hj23':'已有帳戶',

  'hj24':'登入',

  'hj25':'驗證碼',

  'hj26':'手機號注册',

  'hj27':'手機號',

  'hj28':'請輸入正確的手機號',

  'hj29':'手機號不能為空',

  'hj30':'請輸入密碼',

  'hj31':'請確認密碼',

  'hj32':'兩次輸入的密碼不一致',

  'hj33':'請輸入邀請碼',

  'hj34':'注册成功，請登入',

  'hj35':'用戶已注册，請登入',

  'hj36':'登入成功',

  'hj37':'輸入股票名稱/程式碼蒐索',

  'hj38':'開戶即可入金交易',

  'hj39':'名稱',

  'hj40':'最新價',

  'hj41':'漲跌幅',

  'hj42':'申購類型',

  'hj43':'沒有更多了',

  'hj44':'手續費',

  'hj45':'新股申購',

  'hj46':'線下配售',

  'hj47':'餘額',

  'hj48':'可用餘額',

  'hj49':'總資產',

  'hj50':'强平線',

  'hj51':'港股',

  'hj52':'股票',

  'hj53':'資產',

  'hj54':'可用資金',

  'hj55':'凍結保證金',

  'hj56':'持倉總盈虧',

  'hj57':'申購數量',

  'hj58':'立即申購',

  'hj59':'申購時間',

  'hj60':'認繳時間',

  'hj61':'自選',

  'hj62':'市場',
  "hj63":"美股",
  "hj64":"馬股",
  "hj65":"泰股",
  "hj66":"印股",
  'hj67':'數量不能為空',

  'hj68':'數量不能小於1',

  'hj69':'數量不能大於',

  'hj70':'申購成功',

  'hj71':'指數暫不支持自選！',

  'hj72':'今開',

  'hj73':'最高',

  'hj74':'昨收',

  'hj75':'最低',

  'hj76':'五檔',

  'hj77':'買',

  'hj78':'賣',

  'hj79':'分時成交',

  'hj80':'時間',

  'hj81':'價格',

  'hj82':'成交量',

  'hj83':'簡介',

  'hj84':'賣出',

  'hj85':'買入',

  'hj86':'分時',

  'hj87':'天',

  'hj88':'周',

  'hj89':'月',

  'hj90':'1分',

  'hj91':'5分',

  'hj92':'30分',

  'hj93':'不複權',

  'hj94':'前複權',

  'hj95':'後複權',

  'hj96':'添加自選成功',

  'hj97':'删除自選成功',

  'hj98':'買入價',

  'hj99':'當價格滿足條件時買入',

  'hj100':'交易數量（手）',

  'hj101':'杠杆',

  'hj102':'每手需付保證金',

  'hj103':'可用餘額',

  'hj104':'止盈',

  'hj105':'止損',

  'hj106':'取消',

  'hj107':'選擇杠杆',

  'hj108':'市單價',

  'hj109':'掛單',

  'hj110':'追跡止損',

  'hj111':'您還未實名認證，請先實名認證了再下單',

  'hj112':'倍',

  'hj113':'下單失敗，不在交易時段內',

  'hj114':'滬深京帳戶',

  'hj115':'指數帳戶',

  'hj116':'新股帳戶',

  'hj117':'手',

  'hj118':'浮動淨盈虧',

  'hj119':'開倉價格',

  'hj120':'當前價格',

  'hj121':'平倉',

  'hj122':'當前無持倉',

  'hj123':'開始交易',

  'hj124':'當前無掛單',

  'hj125':'掛單價格',

  'hj126':'撤銷',

  'hj127':'當前無平倉',

  'hj128':'平倉時間',

  'hj129':'當前無申購',

  'hj130':'申購價格',

  'hj131':'已認購',

  'hj132':'未中簽',

  'hj133':'已中簽',

  'hj134':'已繳納',

  'hj135':'已轉持倉',

  'hj136':'已平倉',

  'hj137':'撤單成功',

  'hj138':'您還未實名認證，請先實名認證了再下單',

  'hj139':'您確定要平倉嗎',

  'hj140':'平倉失敗，不在交易時段內',

  'hj141':'盈虧',

  'hj142':'切換指數帳戶',

  'hj143':'切換滬深帳戶',

  'hj144':'修改密碼',

  'hj145':'資金劃轉',

  'hj146':'實名認證',

  'hj147':'綁定銀行卡',

  'hj148':'登出',

  'hj149':'您確定要登出嗎',

  'hj150':'舊密碼',

  'hj151':'新密碼',

  'hj152':'確認新密碼',

  'hj153':'確認修改',

  'hj154':'請輸入新舊密碼',

  'hj155':'新密碼不一致',

  'hj156':'滬深帳戶',

  'hj157':'帳戶金額互轉',

  'hj158':'可提現金額',

  'hj159':'提現金額',

  'hj160':'全部',

  'hj161':'確定',

  'hj162':'提現記錄',

  'hj163':'收款名稱',

  'hj164':'複製',

  'hj165':'提示',

  'hj166':'收款銀行',

  'hj167':'收款帳號',

  'hj168':'充值記錄',

  'hj169':'查看',

  'hj170':'充值金額',

  'hj171':'請輸入充值金額',

  'hj172':'充值',

  'hj173':'操作流程',

  'hj174': "點擊'複製'，複製資訊",

  'hj175':'完成複製，打開手機銀行進行轉帳',

  'hj176':'為確保入金及時到賬，請確認您輸入的金額和提交的充值金額一致',

  'hj177':'提現',

  'hj178':'請先實名認證',

  'hj179':'請先綁定銀行卡',

  'hj180':'請輸入正確的提現金額',

  'hj181':'提現金額不得小於',

  'hj182':'申請成功，請等待稽核！',

  'hj183':'提現失敗，請重新提現或者聯系管理員',

  'hj184':'小於最少充值金額',

  'hj185':'複製成功',

  'hj186':'複製失敗請重試',

  'hj187':'資金劃轉',

  'hj188':'融資轉指數',

  'hj189':'指數轉融資',

  'hj190':'可轉金額',

  'hj191':'轉帳金額',

  'hj192':'請輸入轉帳金額',

  'hj193':'確認轉入指數帳戶',

  'hj194':'確認轉入融資帳戶',

  'hj195':'真實姓名',

  'hj196':'身份證號',

  'hj197':'身份證正面',

  'hj198':'正在上傳中…',

  'hj199':'身份證背面',

  'hj200':'認證失敗，請重新認證',

  'hj201':'失敗原因',

  'hj202':'稽核中',

  'hj203':'通過',

  'hj204':'未通過',

  'hj205':'上傳圖片大小不能超過10M！',

  'hj206':'您上傳的照片過大，請選擇20M以下的圖片',

  'hj207':'請輸入您的真實姓名',

  'hj208':'請輸入您的正確的身份證號碼',

  'hj209':'請上傳您的身份證照片',

  'hj210':'提交成功！',

  'hj211':'綁定銀行卡',

  'hj212':'銀行卡資訊',

  'hj213':'銀行名稱',

  'hj214':'開戶支行',

  'hj215':'銀行卡號',

  'hj216':'確認綁定',

  'hj217':'請輸入銀行卡號',

  'hj218':'請輸入銀行名稱',

  'hj219':'請輸入開戶支行',

  'hj220':'添加成功！',

  'hj221':'歡迎回來',

  'hj222':'使用手機號登入',

  'hj223':'還沒有帳號？去注册！',

  'hj224':'首頁',

  'hj225':'交易',

  'hj226':'倉位',

  'hj227':'我的',

  'hj228':'暫無充值資訊！',

  'hj229':'支付寶',

  'hj230':'對公轉帳',

  'hj231':'充值成功',

  'hj232':'充值失敗',

  'hj233':'取消充值',

  'hj234':'訂單號',

  'hj235':'加載中…',

  'hj236':'已全部加載',

  'hj237':'購買',

  'hj238':'詳情',

  'hj239':'公告詳情',

  'hj240':'忘記密碼',

  'hj241':'開戶',

  'hj242':'行情',

  'hj243':'個人中心',

  'hj244':'錢包',

  'hj245':'劃轉',

  'hj246':'認證',

  'hj247':'銀行卡',

  'hj248':'用戶登錄',

  'hj249':'用戶註冊',

  "hj250":"認繳",

  "hj251":"您確定要認繳嗎",

  "hj252":"此站為科技測試站，不提供真實交易服務",

  "hj253":"中簽數量",
  "hj254":"已成交",
  "hj255":"未成交",
  "hj256":"充值提現",
  "hj257":"交易記錄",
  "hj258":"深",
  "hj259":"滬",
  "hj260":"北",
  "hj261":"大宗交易",
  "hj262":"請輸入數量",
  "hj263":"購買金額",
  "hj264":"請輸入秘鑰",
  "hj265":"買入成功",
  "hj266":"VIP搶籌金鑰",
  "hj267":"確認",
  "hj268":"大宗交易記錄",
  "hj269":"購買價格",
  "hj270":"購買數量",
  "hj271":"購買單價",
  "hj272":"購買訂單",
  "hj273":"購買時間",
  "hj274":"股",
  "hj275":"請選擇杠杆",
  "hj276":"下單成功",
  "hj277":"交易數量不能小於",
  "hj278":"交易數量不能大於",
  "hj279":"VIP搶籌",
  "hj280":"可用額度",
  "hj281":"選擇杠杆倍數",
  "hj282":"期貨",
  "hj283":"越股",
  "hj284":"美股帳戶(USD)",
  "hj285":"港股帳戶(HKD)",
  "hj286":"馬股帳戶(MYR)",
  "hj287":"泰股帳戶(THB)",
  "hj288":"印股帳戶(INR)",
  "hj289":"期貨帳戶(USD)",
  "hj290":"越股帳戶(VND)",
  "hj291":"切換期貨帳戶",
  "hj292":"切換股票帳戶",
  "hj293":"保證金(USD)",
  "hj294":"損益(USD)",
  "hj295":"可用餘額(USD)",
  "hj296":"保證金(HKD)",
  "hj297":"盈虧(HKD)",
  "hj298":"可用餘額(HKD)",
  "hj299":"保證金(MYR)",
  "hj300":"盈虧(MYR)",
  "hj301":"可用餘額(MYR)",
  "hj302":"保證金(THB)",
  "hj303":"盈虧(THB)",
  "hj304":"可用餘額(THB)",
  "hj305":"保證金(INR)",
  "hj306":"盈虧(INR)",
  "hj307":"可用餘額(INR)",
  "hj308":"保證金(VND)",
  "hj309":"盈虧(VND)",
  "hj310":"可用餘額(VND)",
  "hj311":"期貨保證金",
  "hj312":"期貨盈虧",
  "hj313":"期貨可用餘額",
  "hj314":"選擇帳戶類型",
  "hj315":"劃轉金額",
  "hj316":"銀行卡儲值",
  "hj317":"U儲值",
  "hj318":"儲值帳戶",
  "hj319":"儲值方式",
  "hj320":"提現帳戶",
  "hj321":"收款銀行",
  "hj322":"選擇提現帳戶",
  "hj323":"取消提領",
  "hj324":"取消原因",
  "hj325":"卡號或地址",
  "hj326":"成功",
  "hj327":"失敗",
  "hj328":"暫無提現信息",
  "hj329":"實際到帳金額",
  "hj330":"訂單取消",
  "hj331":"提交",
  "hj332":"銀行卡",
  "hj333":"USDT",
  "hj334":"刪除",
  "hj335":"新增",
  "hj336":"帳號類型",
  "hj337":"刪除成功",
  "hj338":"選出手數",
  "hj339":"手",
  "hj340":"最小購買手數",
  "hj341":"最大購買手數",
  "hj342":"買賣方向",
  "hj343":"最大購買金額",
  "hj344":"需支付",
  "hj345":"期貨餘額",
  "hj346":"下單",
  "hj347":"自訂",
  "hj348":"20手",
  "hj349":"30手",
  "hj350":"50手",
  "hj351":"80手",
  "hj352":"100手",
  "hj353":"買漲",
  "hj354":"買跌",
  "hj355":"15分",
  "hj356":"申購時間已過",
  "hj357":"餘額不足",
  "hj358":"名稱",
  "hj359":"地址",
  "hj360":"選擇收款帳戶",
  "hj361":"選擇提現帳戶",
  "hj362":"選擇儲值方式",
  "hj363":"銀行卡",
  "hj364":"USDT",
  "hj365":"登入後即可開啟交易",
  "hj366":"可輸入您想要查詢的指數碼或簡拼查詢",
  "hj367":"可輸入您想要查詢的股票代碼或簡拼查詢",
  "hj368":"請查詢",
  "hj369":"倍",
  "hj370":"期貨購買",
  "hj371":"請選擇購買手數",
  "hj372":"請選擇買賣方向",
  "hj373":"需同意合作協議才能交易!",
  "hj374":"請選擇儲值方式",
  "hj375":"請填寫儲值金額",
  "hj376":"儲值失敗,請重新儲值",
  "hj377":"請選擇收款銀行",
  "hj378":"請選擇提現帳戶",
  "hj379":"有持倉單不能出金",
  "hj380":"使用者被鎖定",
  "hj381":"未實名認證",
  "hj382":"未新增銀行卡",
  "hj383":"模擬使用者不能出金",
  "hj384":"週末或假日不能出金",
  "hj385":"提現失敗，用戶可用資金不足",
  "hj386":"請先登錄",
  "hj387":"金额不正确",
  "hj388":"划转类型不能相同",
  "hj389":"可用资金不足",
  "hj390":"下单失败，系统设置错误",
  "hj391":"平仓失败，不在交易时段内",
  "hj393":"订单不存在",
  "hj394":"用户不存在",
  "hj395":"周末或节假日不能交易",
  "hj396":"此订单已平仓",
  "hj397":"股票代码错误",
  "hj398":"当前股票不能交易",
  "hj399":"请勿频繁交易",
  "hj400":"报价0，请稍后再试",
  "hj401":"ST和已退市的股票不能入仓",
  "hj402":"当前股票已涨停不能买涨",
  "hj403":"购买金额小于最低购买金额",
  "hj404":"购买数量小于最低购买数量",
  "hj405":"购买数量大于最大购买数量",
  "hj406":"请勿重复挂单",
  "hj407":"产品不存在",
  "hj408":"不能超过最大购买比例",
  "hj409":"账号类型",
  "hj410":"上传凭证",
  "hj411":"收款人姓名",
  "hj412":"线上充值",
  "hj413":"人工充值",
  "hj414":"頻道名稱",
  "hj415":"完成複製, 打開錢包進行轉帳",
  "hj416":"註銷",
  "hj417":"您確定要登出帳戶，註銷後資料將不可恢復",
  "hj418":"出金失敗,不在出金時間內",
  "hj419":"最小申購數量:",
  "hj420":"開倉時間",
  "hj421":"買入價格",
  "hj422":"賣出價格",
  "hj423":"登入失敗，帳號或密碼錯誤",
  "hj424":"驗證碼錯誤",
  "hj425":"註冊失敗",
  "hj426":"代理不存在",
  "hj427":"手機號碼已註冊",
  "hj428":"經費明細",
  "hj429":"新增銀行卡",
  "hj430":"設定",
  "hj431":"註冊協議",
  "hj432":"交易⻛險揭露書",
  "hj433":"合作協議",
  "hj434":"確認儲值",
  "hj435":"新股申購",
  }
